
/* Class = "IBUILabel"; text = "Depreciation"; ObjectID = "8"; */
"8.text" = "Amortización";

/* Class = "IBUILabel"; text = "Type"; ObjectID = "9"; */
"9.text" = "Tipo";

/* Class = "IBUILabel"; text = "Salvage"; ObjectID = "10"; */
"10.text" = "Remanente";

/* Class = "IBUILabel"; text = "Lifespan"; ObjectID = "11"; */
"11.text" = "Duración total";

/* Class = "IBUILabel"; text = "Value"; ObjectID = "12"; */
"12.text" = "Valor";

/* Class = "IBUILabel"; text = "Date Acquired"; ObjectID = "13"; */
"13.text" = "Fecha de adquisición";

/* Class = "IBUILabel"; text = "Name of asset"; ObjectID = "14"; */
"14.text" = "Nombre del activo";

/* Class = "IBUITextField"; placeholder = "eg. Computer"; ObjectID = "15"; */
"15.placeholder" = "Por ej., ordenador";

/* Class = "IBUITextField"; placeholder = "eg. Jun 2012"; ObjectID = "16"; */
"16.placeholder" = "Por ej., junio de 2012";

/* Class = "IBUITextField"; placeholder = "Initial Value"; ObjectID = "17"; */
"17.placeholder" = "Valor inicial";

/* Class = "IBUITextField"; placeholder = "# yrs"; ObjectID = "18"; */
"18.placeholder" = "Nº años";

/* Class = "IBUITextField"; placeholder = "Salvage Value"; ObjectID = "19"; */
"19.placeholder" = "Valor remanente";

/* Class = "IBUITextField"; placeholder = "Type"; ObjectID = "20"; */
"20.placeholder" = "Tipo";

/* Class = "IBUITextField"; placeholder = "Depreciation"; ObjectID = "21"; */
"21.placeholder" = "Amortización";


